/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Hi ha un error amb el servidor. Si us plau proveu de nou.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Error inesperat. Si us plau proveu de nou.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Claus API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generar";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Només si el Mac està inactiu";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Només si la prioritat és mínima:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Utilitza aquest prefix per les notificacions:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Accés Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Enviant a Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "L'aplicació ha enviat una ordre que el servidor no ha entès. Si us plau proveu de nou.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "No s'ha pogut generar una clau API perquè no s'ha accedit.";

